export const ERROR_DATA = [
  {
    page: 'UserNotFound',
    content: {
      title: 'Пользователь не найден',
      text: 'Пользователь с выбранным ID не найден. Пожалуйста, укажите другой ID или вернитесь на главную страницу.',
    },
  },
  {
    page: 'Loading',
    content: {
      title: 'Loading...',
      text: 'Идет загрузка данных, пожалуйста, подождите',
    },
  },
  {
    page: 'Error',
    content: {
      title: 'Произошла ошибка',
      text: 'Не удалось загрузить данные. Попробуйте обновить страницу.',
    },
  },
];
